{
  "Nearby parks": "Parques cercanos",
  "Parky Wallet": "Parky Wallet",
  "Payments": "Pagos",
  "Subscriptions": "Suscripciones",
  "Welcome Message": "¡Bienvenido a la aplicación Park20!",
  "Not registered yet": "¿Aún no registrado?",
  "Email": "Email",
  "Login": "Login",
  "Password": "Password",
  "Confirm": "Confirmar",
  "Missing Field": "Falta un campo.",
  "InvalidPassword": "La contraseña no es válida.",
  "LoginSuccessful": "El inicio de sesión fue exitoso.",
  "Register": "Registrarse",
  "Name": "Nombre",
  "NIF": "NIF",
  "MinimumLength": "Debe tener al menos 1 letra, 1 dígito y una longitud de 6",
  "Next": "Siguiente",
  "InvalidData": "Datos no válidos",
  "Vehicles": "Vehículos",
  "LicensePlatee": "Matrícula",
  "Brand": "Marca",
  "Model": "Modelo",
  "Category": "Categoría",
  "MaximumReached" : "Has alcanzado el máximo posible",
  "AddVehicle": "Agregar vehículo",
  "Cancel": "Cancelar",
  "Add": "Agregar",
  "Minimum1Vehicle" : "Necesita especificar al menos un vehículo",
  "AcceptAndConfirm": "Aceptar y confirmar",
  "RegisterTerms": "Registro - Términos",
  "RegisterPayments": "Registro - Pagos",
  "RegisterVehicles": "Registro - Vehículos",
  "HandicappedQuestion": "¿Estás discapacitado?",
  "AcceptTerms": "Acepto los términos y condiciones.",
  "RegisterSuccessful": "Registro realizado com sucesso",
  "AddPayment": "Añadir método de pago",
  "PhoneNumber": "Número de Teléfono",
  "CannotAddSameVehicle": "No se puede agregar el mismo vehículo dos veces",
  "VehicleUniqueViolation": "El vehículo ya existe",
  "TermsAndConditions": "Última actualización: 12/01/2023\n\n1. Aceptación de los términos\n\nAl acceder o utilizar Park20 (la \"Aplicación\"), usted acepta cumplir y estar sujeto a estos Términos y Condiciones. Si no está de acuerdo con estos términos, no utilice la aplicación.\n\n2. Recopilación de datos personales\n\nPark20 recopila los siguientes datos personales de sus usuarios: número fiscal, nombre, nombre de usuario, contraseña, correo electrónico, matrícula del vehículo y datos de ubicación. Al utilizar la aplicación, usted acepta la recopilación, el almacenamiento y el procesamiento de esta información de acuerdo con nuestra Política de privacidad.\n\n3. Uso de datos personales\n\nLos datos personales recopilados se se utilizará para los siguientes propósitos:\n- Para crear y administrar cuentas de usuario.\n- Para proporcionar y mejorar nuestros servicios.\n- Para comunicarnos con los usuarios, incluido el envío de avisos y actualizaciones importantes.\n- Para personalizar la experiencia del usuario. \n- Para rastrear la ubicación del usuario con el fin de proporcionar servicios basados ​​en la ubicación y aprender hábitos de estacionamiento de vehículos.\n- Para cumplir con obligaciones legales.\n\n4. Seguimiento de ubicación y hábitos de estacionamiento\n\nPark20 rastrea la ubicación del usuario para mejorar su experiencia, proporcionar servicios basados ​​en la ubicación y aprender hábitos de estacionamiento de vehículos. Los usuarios reconocen y aceptan este seguimiento, que se puede habilitar o deshabilitar en la configuración de la aplicación.\n\n5. Seguridad\n\nPark20 toma medidas razonables para proteger la seguridad y confidencialidad de la información del usuario. Sin embargo, no podemos garantizar la seguridad de la información transmitida a través de la Aplicación y los usuarios proporcionan información bajo su propio riesgo.\n\n6. Responsabilidades del usuario\n\nLos usuarios son responsables de mantener la confidencialidad de la información de su cuenta, incluidas las contraseñas. Aceptan notificar a Park20 inmediatamente sobre cualquier uso no autorizado de su cuenta.\n\n7. Servicios de terceros\n\nLa aplicación puede integrarse con servicios de terceros. Se recomienda a los usuarios que revisen los términos y políticas de privacidad de estos servicios, ya que Park20 no es responsable de sus prácticas.\n\n8. Cambios a los Términos y Condiciones\n\nPark20 se reserva el derecho de modificar estos Términos y Condiciones en cualquier momento. Los usuarios serán notificados de los cambios importantes y el uso continuado de la aplicación después de dichos cambios constituye la aceptación de los términos revisados.\n\n9. Terminación\n\nPark20 se reserva el derecho de cancelar o suspender cuentas de usuario por violación de estos Términos y condiciones o por cualquier otro motivo.\n\n10. Ley aplicable\n\nEstos Términos y condiciones se rigen e interpretan de acuerdo con las leyes de la Unión Europea. Park20 reconoce los requisitos del Reglamento general de protección de datos (GDPR) con respecto al procesamiento de datos personales.\n\n11. Información de contacto\n\nSi tiene alguna pregunta o inquietud sobre estos Términos y condiciones, comuníquese con nosotros en hr-park20@fakeemail.com.",
  "LanguageChanged": "Idioma cambiado exitosamente",
  "WelcomeMessage": "¡Bienvenido a la aplicación park20!",
  "CommercialInfoExample": "¡Este es un mensaje de marcador de posición para información comercial!",
  "Payment Methods": "Métodos de Pago"
}
